Repository: aSynch1889/SplitwiseApp
Catalog: SplitwiseApp/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

source: (You)
ja: （あなた）
ko: (본인)
zh_hans: （你）
zh_hant: （你）

source: %@ - continued
ja: %@ - 続き
ko: %@ - 계속
zh_hans: %@ - 续
zh_hant: %@ - 續

source: %@ - Expense Report
ja: %@ - 支出レポート
ko: %@ - 지출 보고서
zh_hans: %@ - 支出报告
zh_hant: %@ - 支出報告

source: %@ Free Trial
ja: %@ 無料トライアル
ko: %@ 무료 체험
zh_hans: %@免费试用
zh_hant: %@免費試用

source: %@ owes you %@
ja: %@ はあなたに %@ 借りている
ko: %@님이 당신에게 %@ 빚짐
zh_hans: %@ 欠你 %@
zh_hant: %@ 欠你 %@

source: %@ paid %@
ja: %@ は %@ に支払った
ko: %@님이 %@님에게 결제
zh_hans: %@ 支付了 %@
zh_hant: %@ 支付了 %@

source: %@ paid %@ via %@
ja: %@ が %@ に支払い（%@）
ko: %@이(가) %@에게 지불함(%@)
zh_hans: %@ 已向 %@ 付款（%@）
zh_hant: %@ 已向 %@ 付款（%@）

source: %@ Statement
ja: %@ 明細書
ko: %@ 명세서
zh_hans: %@ 对账单
zh_hant: %@ 對帳單

source: %lld days
ja: %lld 日
ko: %lld일
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld members
ja: %lld 人のメンバー
ko: 멤버 %lld명
zh_hans: %lld 名成员
zh_hant: %lld 名成員

source: %lld months
ja: %lld か月
ko: %lld개월
zh_hans: %lld 个月
zh_hant: %lld 個月

source: %lld people sharing
ja: %lld 人で分担
ko: %lld명 분담
zh_hans: %lld 人分摊
zh_hant: %lld 人分攤

source: %lld share(s)
ja: %lld 株
ko: %lld 주
zh_hans: %lld 份
zh_hant: %lld 份

source: %lld weeks
ja: %lld 週
ko: %lld주
zh_hans: %lld 周
zh_hant: %lld 週

source: %lld years
ja: %lld 年
ko: %lld년
zh_hans: %lld 年
zh_hant: %lld 年

source: %lld-Day
ja: %lld 日間
ko: %lld일
zh_hans: %lld 天
zh_hant: %lld 天

source: %lld-Month
ja: %lld か月
ko: %lld개월
zh_hans: %lld 个月
zh_hant: %lld 個月

source: %lld-Week
ja: %lld 週間
ko: %lld주
zh_hans: %lld 周
zh_hant: %lld 週

source: %lld-Year
ja: %lld 年間
ko: %lld년
zh_hans: %lld 年
zh_hant: %lld 年

source: • Simplify On
ja: • 簡易化オン
ko: • 단순화 켜짐
zh_hans: • 已启用简化
zh_hant: • 已啟用簡化

source: $2.99 / month
ja: $2.99 / 月
ko: $2.99 / 월
zh_hans: $2.99 / 月
zh_hant: $2.99 / 月

source: $29.99 / year
ja: $29.99 / 年
ko: $29.99 / 년
zh_hans: $29.99 / 年
zh_hant: $29.99 / 年

source: About
ja: 情報
ko: 정보
zh_hans: 关于
zh_hant: 關於

source: Account
ja: アカウント
ko: 계정
zh_hans: 账户
zh_hant: 帳戶

source: Active
ja: アクティブ
ko: 활성
zh_hans: 进行中
zh_hant: 進行中

source: ACTIVE
ja: 有効
ko: 활성
zh_hans: 已激活
zh_hant: 已啟用

source: Activity
ja: アクティビティ
ko: 활동
zh_hans: 活动
zh_hant: 動態

source: Ad-Free Experience
ja: 広告なし体験
ko: 광고 없는 경험
zh_hans: 无广告体验
zh_hant: 無廣告體驗

source: Add
ja: 追加
ko: 추가
zh_hans: 添加
zh_hant: 新增

source: Add a Friend
ja: 友達を追加
ko: 친구 추가
zh_hans: 添加好友
zh_hant: 新增好友

source: Add Expense
ja: 支出を追加
ko: 지출 추가
zh_hans: 添加支出
zh_hant: 新增支出

source: Add Friend
ja: 友達を追加
ko: 친구 추가
zh_hans: 添加好友
zh_hant: 新增好友

source: Add friends to split bills directly without creating a group.
ja: グループを作らずに友達と直接割り勘できます。
ko: 그룹을 만들지 않고 친구와 바로 비용을 나눌 수 있습니다.
zh_hans: 添加好友后可直接分摊账单，无需创建群组。
zh_hant: 新增好友後可直接分攤帳單，無需建立群組。

source: Add Member to Group
ja: グループにメンバーを追加
ko: 그룹에 멤버 추가
zh_hans: 向群组添加成员
zh_hant: 向群組新增成員

source: Add New Member
ja: 新しいメンバーを追加
ko: 새 멤버 추가
zh_hans: 添加新成员
zh_hant: 新增新成員

source: Added Expense
ja: 支出を追加
ko: 지출 추가됨
zh_hans: 已添加支出
zh_hant: 已新增支出

source: Added Member
ja: メンバーを追加
ko: 멤버 추가됨
zh_hans: 已添加成员
zh_hant: 已新增成員

source: Added on %@
ja: %@ に追加
ko: %@에 추가됨
zh_hans: 添加于 %@
zh_hant: 新增於 %@

source: Advanced Analytics Charts
ja: 高度な分析チャート
ko: 고급 분석 차트
zh_hans: 高级分析图表
zh_hant: 進階分析圖表

source: Advanced Charts
ja: 高度なチャート
ko: 고급 차트
zh_hans: 高级图表
zh_hant: 進階圖表

source: Advanced Charts are Pro
ja: 高度なチャートは Pro 機能です
ko: 고급 차트는 Pro 기능입니다
zh_hans: 高级图表为 Pro 功能
zh_hant: 進階圖表為 Pro 功能

source: All Activity
ja: すべてのアクティビティ
ko: 전체 활동
zh_hans: 全部活动
zh_hant: 全部動態

source: Amount
ja: 金額
ko: 금액
zh_hans: 金额
zh_hant: 金額

source: Amounts converted to %@ using in-app static rates.
ja: 金額はアプリ内の固定レートで %@ に換算されています。
ko: 금액은 앱 내 고정 환율로 %@로 환산되었습니다.
zh_hans: 金额已按应用内静态汇率换算为 %@。
zh_hant: 金額已依應用程式內靜態匯率換算為 %@。

source: An email invitation can be sent so your friend can join BillNest and track shared expenses with you.
ja: 友人に招待メールを送ると、BillNest に参加して共有支出を一緒に管理できます。
ko: 이메일 초대를 보내 친구가 BillNest에 참여해 함께 공동 지출을 추적할 수 있습니다.
zh_hans: 可发送电子邮件邀请，让你的朋友加入 BillNest，与你一起记录共同支出。
zh_hant: 可寄送電子郵件邀請，讓朋友加入 BillNest，與你一起追蹤共同支出。

source: Analytics
ja: 分析
ko: 분석
zh_hans: 分析
zh_hant: 分析

source: Analytics & Charts
ja: 分析とグラフ
ko: 분석 및 차트
zh_hans: 分析与图表
zh_hant: 分析與圖表

source: Analytics & PDF Statements
ja: 分析と PDF 明細書
ko: 분석 및 PDF 명세서
zh_hans: 分析与 PDF 账单
zh_hant: 分析與 PDF 對帳單

source: Appearance
ja: 外観
ko: 화면
zh_hans: 外观
zh_hant: 外觀

source: Archive
ja: アーカイブ
ko: 보관
zh_hans: 归档
zh_hant: 封存

source: Archive Group
ja: グループをアーカイブ
ko: 그룹 보관
zh_hans: 归档群组
zh_hant: 封存群組

source: Archived
ja: アーカイブ
ko: 보관됨
zh_hans: 已归档
zh_hant: 已封存

source: Archived groups move to the Archived tab and hide active balance alerts.
ja: アーカイブしたグループは「アーカイブ」タブに移動し、残高の通知は非表示になります。
ko: 보관된 그룹은 '보관됨' 탭으로 이동하며 잔액 알림이 숨겨집니다.
zh_hans: 归档的群组会移到「已归档」标签页，并隐藏活动余额提醒。
zh_hant: 封存的群組會移到「已封存」分頁，並隱藏活動餘額提醒。

source: Are you sure you want to delete this expense? This action cannot be undone.
ja: この支出を削除してよろしいですか？この操作は取り消せません。
ko: 이 지출을 삭제하시겠습니까? 이 작업은 되돌릴 수 없습니다.
zh_hans: 确定要删除这笔支出吗？此操作无法撤销。
zh_hant: 確定要刪除這筆支出嗎？此操作無法復原。

source: Assign items from OCR or Options. Save requires item totals to match the expense.
ja: OCR またはオプションから項目を割り当ててください。保存するには項目合計が請求額と一致する必要があります。
ko: OCR 또는 옵션에서 항목을 지정하세요. 저장하려면 항목 합계가 지출 금액과 일치해야 합니다.
zh_hans: 请从 OCR 或选项中分配条目。保存时条目合计须与账单金额一致。
zh_hant: 請從 OCR 或選項中分配項目。儲存時項目合計須與帳單金額一致。

source: Assign receipt line items to members.
ja: レシート明細をメンバーに割り当てます。
ko: 영수증 항목을 멤버에게 지정합니다.
zh_hans: 将小票条目分配给成员。
zh_hant: 將收據項目分配給成員。

source: Assigned Total: %@
ja: 割り当て合計：%@
ko: 할당 합계: %@
zh_hans: 已分配总额：%@
zh_hant: 已分配總額：%@

source: At least one participant is required.
ja: 少なくとも 1 人の参加者が必要です。
ko: 최소 한 명의 참여자가 필요합니다.
zh_hans: 至少需要一名参与者。
zh_hant: 至少需要一名參與者。

source: Attach
ja: 添付
ko: 첨부
zh_hans: 附件
zh_hant: 附件

source: Attach & Scan Receipt
ja: レシートを添付・スキャン
ko: 영수증 첨부 및 스캔
zh_hans: 附加并扫描收据
zh_hant: 附加並掃描收據

source: Attached Receipt
ja: 添付されたレシート
ko: 첨부된 영수증
zh_hans: 已附收据
zh_hant: 已附收據

source: Attached receipt image
ja: 添付されたレシート画像
ko: 첨부된 영수증 이미지
zh_hans: 已附加小票图片
zh_hant: 已附加收據圖片

source: Auto-Renewable
ja: 自動更新
ko: 자동 갱신
zh_hans: 自动续订
zh_hant: 自動續訂

source: Automatically combines debts to minimize the total number of transactions.
ja: 債務を自動的に統合し、取引数を最小化します。
ko: 부채를 자동으로 통합하여 거래 수를 최소화합니다.
zh_hans: 自动合并债务，以将交易总数降至最低。
zh_hant: 自動合併債務，以將交易總數降至最低。

source: Backup
ja: バックアップ
ko: 백업
zh_hans: 备份
zh_hant: 備份

source: Backup restored successfully.
ja: バックアップを復元しました。
ko: 백업을 복원했습니다.
zh_hans: 备份已成功恢复。
zh_hant: 備份已成功還原。

source: Balances
ja: 残高
ko: 잔액
zh_hans: 余额
zh_hant: 餘額

source: Bank Transfer
ja: 銀行振込
ko: 계좌이체
zh_hans: 银行转账
zh_hant: 銀行轉帳

source: Best Value
ja: 最もお得
ko: 최고의 가치
zh_hans: 超值优选
zh_hant: 超值首選

source: Blank starts with only your profile. Sample data adds demo friends, groups, and expenses.
ja: 空白開始ではプロフィールのみ作成されます。サンプルデータではデモの友だち・グループ・支出が追加されます。
ko: 빈 상태로 시작하면 프로필만 생성됩니다. 샘플 데이터는 데모 친구, 그룹, 지출을 추가합니다.
zh_hans: 空白开始仅创建你的个人资料。示例数据会添加演示好友、群组和账单。
zh_hant: 空白開始僅建立你的個人資料。範例資料會加入示範好友、群組與帳單。

source: Cancel
ja: キャンセル
ko: 취소
zh_hans: 取消
zh_hant: 取消

source: Cash
ja: 現金
ko: 현금
zh_hans: 现金
zh_hant: 現金

source: Category
ja: カテゴリ
ko: 카테고리
zh_hans: 分类
zh_hant: 分類

source: Category Breakdown
ja: カテゴリ内訳
ko: 카테고리별 내역
zh_hans: 类别明细
zh_hant: 類別明細

source: Change
ja: 変更
ko: 변경
zh_hans: 更改
zh_hant: 變更

source: Checking…
ja: 確認中…
ko: 확인 중…
zh_hans: 检查中…
zh_hant: 檢查中…

source: Choose Photo from Library
ja: 写真アプリから選択
ko: 사진 보관함에서 선택
zh_hans: 从相册选择照片
zh_hant: 從相簿選擇照片

source: Close
ja: 閉じる
ko: 닫기
zh_hans: 关闭
zh_hant: 關閉

source: Convert amounts across 10+ currencies using in-app rates.
ja: アプリ内レートで 10 以上の通貨の金額を換算します。
ko: 앱 내 환율로 10개 이상 통화 금액을 환산합니다.
zh_hans: 使用应用内汇率在 10+ 种货币间换算金额。
zh_hant: 使用應用程式內匯率在 10+ 種貨幣間換算金額。

source: Could Not Determine iCloud Status
ja: iCloud 状態を確認できません
ko: iCloud 상태를 확인할 수 없음
zh_hans: 无法确定 iCloud 状态
zh_hant: 無法判斷 iCloud 狀態

source: Could Not Save
ja: 保存できませんでした
ko: 저장할 수 없음
zh_hans: 无法保存
zh_hant: 無法儲存

source: Couldn’t Create Group
ja: グループを作成できませんでした
ko: 그룹을 만들 수 없음
zh_hans: 无法创建群组
zh_hant: 無法建立群組

source: Couldn’t Save Changes
ja: 変更を保存できませんでした
ko: 변경 사항을 저장할 수 없음
zh_hans: 无法保存更改
zh_hant: 無法儲存變更

source: Couldn’t Save Payment
ja: 支払いを保存できませんでした
ko: 결제를 저장할 수 없음
zh_hans: 无法保存付款记录
zh_hant: 無法儲存付款紀錄

source: Couple
ja: カップル
ko: 커플
zh_hans: 情侣
zh_hant: 情侶

source: Create
ja: 作成
ko: 만들기
zh_hans: 创建
zh_hant: 建立

source: Create a group to start splitting bills for trips, housemates, or events.
ja: 旅行、ルームシェア、イベントなどの割り勘用にグループを作成しましょう。
ko: 여행, 룸메이트, 행사 비용을 나누기 위해 그룹을 만들어 보세요.
zh_hans: 创建群组，开始为旅行、合租或活动分摊账单。
zh_hant: 建立群組，開始為旅行、合租或活動分攤帳單。

source: Create First Group
ja: 最初のグループを作成
ko: 첫 그룹 만들기
zh_hans: 创建第一个群组
zh_hant: 建立第一個群組

source: Created Group
ja: グループを作成
ko: 그룹 생성됨
zh_hans: 已创建群组
zh_hant: 已建立群組

source: Current: %@%%
ja: 現在：%@%%
ko: 현재: %@%%
zh_hans: 当前：%@%%
zh_hant: 目前：%@%%

source: Dark Mode
ja: ダークモード
ko: 다크 모드
zh_hans: 深色模式
zh_hant: 深色模式

source: Date
ja: 日付
ko: 날짜
zh_hans: 日期
zh_hant: 日期

source: Date,Type,Category,Description,Amount,Currency,Payer,Splits & Notes
ja: 日付,種別,カテゴリ,内容,金額,通貨,支払者,分割とメモ
ko: 날짜,유형,카테고리,설명,금액,통화,결제자,분담 및 메모
zh_hans: 日期,类型,分类,描述,金额,币种,付款人,分摊与备注
zh_hant: 日期,類型,分類,說明,金額,幣別,付款人,分攤與備註

source: day
ja: 日
ko: 일
zh_hans: 天
zh_hant: 天

source: Day
ja: 日
ko: 일
zh_hans: 天
zh_hant: 天

source: days
ja: 日
ko: 일
zh_hans: 天
zh_hant: 天

source: Debt Options
ja: 債務オプション
ko: 부채 옵션
zh_hans: 债务选项
zh_hant: 債務選項

source: Debt Simplification
ja: 債務の簡易化
ko: 부채 단순화
zh_hans: 债务简化
zh_hant: 債務簡化

source: Debt simplification calculates net balances to reduce the total number of transactions between group members.
ja: 債務の簡易化は純残高を計算し、メンバー間の取引数を減らします。
ko: 부채 단순화는 순잔액을 계산하여 멤버 간 거래 수를 줄입니다.
zh_hans: 债务简化会计算净余额，以减少群组成员之间的交易总数。
zh_hant: 債務簡化會計算淨餘額，以減少群組成員之間的交易總數。

source: Debt simplification nets balances to reduce transfers between members (greedy heuristic; not a proven global minimum). Amounts are converted to the group currency using in-app static rates (not live FX).
ja: 債務簡易化は残高を相殺し、メンバー間の送金回数を減らします（貪欲法のヒューリスティックであり、大域最適は保証しません）。金額はアプリ内の固定レートでグループ通貨に換算されます（リアルタイム為替ではありません）。
ko: 부채 단순화는 잔액을 상계하여 멤버 간 이체 횟수를 줄입니다(탐욕 휴리스틱이며 전역 최소를 보장하지 않음). 금액은 앱 내 고정 환율로 그룹 통화로 환산됩니다(실시간 환율 아님).
zh_hans: 债务简化通过轧差余额减少成员间转账次数（贪心启发式，不保证全局最少笔数）。金额按应用内静态汇率换算为群组币种（非实时外汇）。
zh_hant: 債務簡化透過軋差餘額減少成員間轉帳次數（貪心啟發式，不保證全域最少筆數）。金額依應用程式內靜態匯率換算為群組幣別（非即時外匯）。

source: Default Currency
ja: デフォルト通貨
ko: 기본 통화
zh_hans: 默认货币
zh_hant: 預設貨幣

source: Delete
ja: 削除
ko: 삭제
zh_hans: 删除
zh_hant: 刪除

source: Delete Expense
ja: 支出を削除
ko: 지출 삭제
zh_hans: 删除支出
zh_hant: 刪除支出

source: Delete Expense?
ja: 支出を削除しますか？
ko: 지출을 삭제하시겠습니까?
zh_hans: 删除支出？
zh_hant: 刪除支出？

source: Deleted Expense
ja: 支出を削除
ko: 지출 삭제됨
zh_hans: 已删除支出
zh_hant: 已刪除支出

source: Description
ja: 内容
ko: 설명
zh_hans: 描述
zh_hant: 說明

source: Detailed monthly spending trends and category insights with Swift Charts.
ja: Swift Charts で月次支出トレンドとカテゴリの洞察を表示します。
ko: Swift Charts로 월별 지출 추이와 카테고리 인사이트를 제공합니다.
zh_hans: 使用 Swift Charts 展示详细月度支出趋势与分类洞察。
zh_hant: 使用 Swift Charts 展示詳細月度支出趨勢與分類洞察。

source: Details
ja: 詳細
ko: 세부정보
zh_hans: 详情
zh_hant: 詳情

source: Done
ja: 完了
ko: 완료
zh_hans: 完成
zh_hant: 完成

source: Easily track shared expenses for trips, roommates, couples, and events with 5 flexible split modes: Equal, Exact, %, Shares, and Itemized.
ja: 旅行・ルームメイト・カップル・イベントの共有支出を、均等・金額・％・シェア・明細の 5 つの分割モードで簡単に記録。
ko: 여행, 룸메이트, 커플, 모임의 공동 지출을 균등·정확·%·지분·항목의 5가지 분담 방식으로 쉽게 기록하세요.
zh_hans: 轻松记录旅行、合租、情侣与活动的共同支出，支持均分、精确、百分比、份额与分项五种模式。
zh_hant: 輕鬆記錄旅行、合租、情侶與活動的共同支出，支援均分、精確、百分比、份額與分項五種模式。

source: Edit Expense
ja: 支出を編集
ko: 지출 편집
zh_hans: 编辑账单
zh_hant: 編輯帳單

source: Email (optional)
ja: メール（任意）
ko: 이메일(선택)
zh_hans: 电子邮件（可选）
zh_hant: 電子郵件（選填）

source: Email Address
ja: メールアドレス
ko: 이메일 주소
zh_hans: 电子邮件地址
zh_hant: 電子郵件地址

source: English
ja: 英語
ko: 영어
zh_hans: 英语
zh_hant: 英語

source: Enjoy clean, distraction-free expense tracking.
ja: すっきりした、気が散らない支出管理を楽しめます。
ko: 깔끔하고 방해 없는 지출 관리를 즐기세요.
zh_hans: 享受简洁、无干扰的记账体验。
zh_hant: 享受簡潔、無干擾的記帳體驗。

source: Entertainment
ja: エンタメ
ko: 오락
zh_hans: 娱乐
zh_hant: 娛樂

source: Equal split amounts are inconsistent with the total.
ja: 均等割の金額が合計と一致しません。
ko: 균등 분담 금액이 총액과 일치하지 않습니다.
zh_hans: 平均分摊金额与总额不一致。
zh_hant: 平均分攤金額與總額不一致。

source: Everyone in this group is completely settled up.
ja: このグループの全員が精算済みです。
ko: 이 그룹의 모든 사람이 정산을 완료했습니다.
zh_hans: 本群组所有人都已结清。
zh_hant: 本群組所有人都已結清。

source: Exact amounts must sum to the expense total.
ja: 正確な金額の合計は支出総額と一致する必要があります。
ko: 정확한 금액의 합계가 지출 총액과 같아야 합니다.
zh_hans: 精确金额之和必须等于账单总额。
zh_hant: 精確金額之和必須等於帳單總額。

source: Expense
ja: 支出
ko: 지출
zh_hans: 账单
zh_hant: 帳單

source: Expense Description (e.g. Dinner)
ja: 支出の説明（例：ディナー）
ko: 지출 설명(예: 저녁 식사)
zh_hans: 支出说明（如晚餐）
zh_hant: 支出說明（如晚餐）

source: Expense Details
ja: 支出の詳細
ko: 지출 세부정보
zh_hans: 支出详情
zh_hant: 支出詳情

source: Expense updates, group creations, and settlements will appear in this timeline feed.
ja: 支出の更新、グループ作成、精算がこのタイムラインに表示されます。
ko: 지출 업데이트, 그룹 생성, 정산 내역이 이 타임라인에 표시됩니다.
zh_hans: 支出更新、群组创建和结算记录将显示在此时间线中。
zh_hant: 支出更新、群組建立和結算記錄將顯示在此時間線中。

source: Expenses & History
ja: 支出と履歴
ko: 지출 및 기록
zh_hans: 支出与历史
zh_hant: 支出與歷史

source: Export CSV Spreadsheet
ja: CSV を書き出し
ko: CSV 스프레드시트 내보내기
zh_hans: 导出 CSV 表格
zh_hant: 匯出 CSV 試算表

source: Export Date: %@
ja: 書き出し日: %@
ko: 내보내기 날짜: %@
zh_hans: 导出日期：%@
zh_hant: 匯出日期：%@

source: Export Failed
ja: 書き出しに失敗しました
ko: 내보내기 실패
zh_hans: 导出失败
zh_hant: 匯出失敗

source: Export failed: %@
ja: 書き出し失敗: %@
ko: 내보내기 실패: %@
zh_hans: 导出失败：%@
zh_hant: 匯出失敗：%@

source: Export group statements as PDF or CSV.
ja: グループ明細書を PDF または CSV で書き出します。
ko: 그룹 명세서를 PDF 또는 CSV로 내보냅니다.
zh_hans: 将群组账单导出为 PDF 或 CSV。
zh_hant: 將群組對帳單匯出為 PDF 或 CSV。

source: Export high-quality PDF reports for taxes, business trips, and roommates.
ja: 税務・出張・ルームメイト向けに高品質な PDF レポートを書き出します。
ko: 세금, 출장, 룸메이트용 고품질 PDF 보고서를 내보냅니다.
zh_hans: 导出高质量 PDF 报告，适用于报税、出差与合租。
zh_hant: 匯出高品質 PDF 報告，適用於報稅、出差與合租。

source: Export Local Backup (JSON)
ja: ローカルバックアップを書き出す（JSON）
ko: 로컬 백업 내보내기 (JSON)
zh_hans: 导出本地备份（JSON）
zh_hant: 匯出本機備份（JSON）

source: Export PDF Report
ja: PDF レポートを書き出し
ko: PDF 보고서 내보내기
zh_hans: 导出 PDF 报告
zh_hant: 匯出 PDF 報告

source: Export Report
ja: レポートを書き出し
ko: 보고서 내보내기
zh_hans: 导出报告
zh_hant: 匯出報告

source: Face ID / Passcode Lock
ja: Face ID / パスコードロック
ko: Face ID / 암호 잠금
zh_hans: Face ID / 密码锁定
zh_hant: Face ID / 密碼鎖定

source: Failed to delete expense: %@
ja: 支出の削除に失敗: %@
ko: 지출 삭제 실패: %@
zh_hans: 删除账单失败：%@
zh_hant: 刪除帳單失敗：%@

source: Failed to save expense: %@
ja: 支出の保存に失敗: %@
ko: 지출 저장 실패: %@
zh_hans: 保存账单失败：%@
zh_hant: 儲存帳單失敗：%@

source: Failed to update expense: %@
ja: 支出の更新に失敗: %@
ko: 지출 업데이트 실패: %@
zh_hans: 更新账单失败：%@
zh_hant: 更新帳單失敗：%@

source: Filter
ja: フィルタ
ko: 필터
zh_hans: 筛选
zh_hant: 篩選

source: Food & Drink
ja: 食費・飲料
ko: 식비
zh_hans: 餐饮
zh_hant: 餐飲

source: Formatted printable statement with group summary and expenses.
ja: グループの概要と支出を含む、印刷用の整った明細書。
ko: 그룹 요약과 지출이 포함된 인쇄용 명세서.
zh_hans: 格式规范的可打印对账单，包含群组摘要和支出明细。
zh_hant: 格式規範的可列印對帳單，包含群組摘要和支出明細。

source: Friend Details
ja: 友達の詳細
ko: 친구 세부정보
zh_hans: 好友详情
zh_hant: 好友詳情

source: Friends
ja: 友達
ko: 친구
zh_hans: 好友
zh_hant: 好友

source: Friends are stored only on this device as local participants for splitting expenses. There is no cloud invite or multi-user sync in this version.
ja: 友だちはこの端末のみに保存され、支出の分割用のローカル参加者です。このバージョンにクラウド招待や複数ユーザー同期はありません。
ko: 친구는 이 기기에만 저장되며 지출 분담용 로컬 참여자입니다. 이 버전에는 클라우드 초대나 다중 사용자 동기화가 없습니다.
zh_hans: 好友仅保存在本机，作为分摊账单的本地参与者。本版本无云端邀请或多用户同步。
zh_hant: 好友僅保存在本機，作為分攤帳單的本機參與者。本版本無雲端邀請或多使用者同步。

source: Full Name
ja: 氏名
ko: 전체 이름
zh_hans: 全名
zh_hant: 全名

source: General
ja: 一般
ko: 일반
zh_hans: 常规
zh_hant: 一般

source: Generate and share complete financial reports for this group.
ja: このグループの完全な財務レポートを生成・共有します。
ko: 이 그룹의 전체 재무 보고서를 생성하고 공유합니다.
zh_hans: 生成并分享本群组的完整财务报告。
zh_hant: 產生並分享本群組的完整財務報告。

source: Get Started
ja: はじめる
ko: 시작하기
zh_hans: 开始使用
zh_hant: 開始使用

source: gets back %@
ja: %@ を受け取る
ko: %@ 회수
zh_hans: 收回 %@
zh_hant: 收回 %@

source: Group
ja: グループ
ko: 그룹
zh_hans: 群组
zh_hant: 群組

source: Group & Friend Billing
ja: グループ＆友だち記帳
ko: 그룹 및 친구 청구
zh_hans: 群组与好友记账
zh_hant: 群組與好友記帳

source: Group & Payer
ja: グループと支払者
ko: 그룹 및 결제자
zh_hans: 群组与付款人
zh_hant: 群組與付款人

source: Group Balances
ja: グループの残高
ko: 그룹 잔액
zh_hans: 群组余额
zh_hant: 群組餘額

source: Group Currency
ja: グループの通貨
ko: 그룹 통화
zh_hans: 群组货币
zh_hant: 群組貨幣

source: Group Info
ja: グループ情報
ko: 그룹 정보
zh_hans: 群组信息
zh_hant: 群組資訊

source: Group Members
ja: グループメンバー
ko: 그룹 멤버
zh_hans: 群组成员
zh_hant: 群組成員

source: Group Name
ja: グループ名
ko: 그룹 이름
zh_hans: 群组名称
zh_hant: 群組名稱

source: Group Name (e.g. Summer Vacation)
ja: グループ名（例：夏休み）
ko: 그룹 이름(예: 여름 휴가)
zh_hans: 群组名称（如暑期旅行）
zh_hant: 群組名稱（如暑期旅行）

source: Group Name & Category
ja: グループ名とカテゴリ
ko: 그룹 이름 및 카테고리
zh_hans: 群组名称与类别
zh_hant: 群組名稱與類別

source: Group Settings
ja: グループ設定
ko: 그룹 설정
zh_hans: 群组设置
zh_hant: 群組設定

source: Group Type
ja: グループの種類
ko: 그룹 유형
zh_hans: 群组类型
zh_hant: 群組類型

source: Groups
ja: グループ
ko: 그룹
zh_hans: 群组
zh_hant: 群組

source: Home
ja: ホーム
ko: 집
zh_hans: 家庭
zh_hant: 家庭

source: How do you want to start?
ja: どのように始めますか？
ko: 어떻게 시작하시겠어요?
zh_hans: 你想如何开始？
zh_hant: 你想如何開始？

source: iCloud Ready
ja: iCloud 準備完了
ko: iCloud 준비됨
zh_hans: iCloud 已就绪
zh_hant: iCloud 已就緒

source: iCloud Restricted
ja: iCloud が制限されています
ko: iCloud 제한됨
zh_hans: iCloud 受限
zh_hant: iCloud 受限

source: iCloud Sync
ja: iCloud 同期
ko: iCloud 동기화
zh_hans: iCloud 同步
zh_hant: iCloud 同步

source: iCloud Sync Off
ja: iCloud 同期オフ
ko: iCloud 동기화 꺼짐
zh_hans: iCloud 同步已关闭
zh_hant: iCloud 同步已關閉

source: iCloud Sync settings apply the next time you launch BillNest. Fully quit the app, then open it again.
ja: iCloud 同期の設定は次回 BillNest を起動したときに適用されます。アプリを完全に終了してから再度開いてください。
ko: iCloud 동기화 설정은 다음에 BillNest를 실행할 때 적용됩니다. 앱을 완전히 종료한 뒤 다시 여세요.
zh_hans: iCloud 同步设置将在下次启动 BillNest 时生效。请完全退出应用后再打开。
zh_hant: iCloud 同步設定將在下次啟動 BillNest 時生效。請完全結束應用程式後再開啟。

source: iCloud Temporarily Unavailable
ja: iCloud は一時的に利用できません
ko: iCloud를 일시적으로 사용할 수 없음
zh_hans: iCloud 暂时不可用
zh_hant: iCloud 暫時無法使用

source: iCloud Unavailable
ja: iCloud を利用できません
ko: iCloud 사용 불가
zh_hans: iCloud 不可用
zh_hant: iCloud 無法使用

source: Import failed: %@
ja: インポート失敗: %@
ko: 가져오기 실패: %@
zh_hans: 导入失败：%@
zh_hant: 匯入失敗：%@

source: Individual Debt List
ja: 個別債務一覧
ko: 개인 부채 목록
zh_hans: 个人债务列表
zh_hant: 個人債務清單

source: Insights
ja: インサイト
ko: 인사이트
zh_hans: 洞察
zh_hant: 洞察

source: Intro Offer
ja: お試しオファー
ko: 소개 특가
zh_hans: 优惠入门价
zh_hant: 優惠入門價

source: Invalid Split
ja: 無効な割り勘
ko: 잘못된 분담
zh_hans: 无效分摊
zh_hant: 無效分攤

source: Itemized assignments must match the expense total.
ja: 明細割り当ての合計は支出総額と一致する必要があります。
ko: 항목별 배정 합계가 지출 총액과 일치해야 합니다.
zh_hans: 分项金额合计必须等于账单总额。
zh_hant: 分項金額合計必須等於帳單總額。

source: Itemized Receipt Breakdown
ja: レシートの項目別内訳
ko: 영수증 항목별 내역
zh_hans: 收据逐项明细
zh_hant: 收據逐項明細

source: Itemized Splits
ja: 明細ごとの割り勘
ko: 항목별 분담
zh_hans: 按条目分摊
zh_hant: 依項目分攤

source: Just Me (Personal)
ja: 自分のみ（個人）
ko: 나만 (개인)
zh_hans: 仅自己（个人）
zh_hant: 僅自己（個人）

source: Language
ja: 言語
ko: 언어
zh_hans: 语言
zh_hant: 語言

source: Last sync %@
ja: 最終同期 %@
ko: 최근 동기화 %@
zh_hans: 上次同步 %@
zh_hant: 上次同步 %@

source: Light Mode
ja: ライトモード
ko: 라이트 모드
zh_hans: 浅色模式
zh_hant: 淺色模式

source: Load Sample Data
ja: サンプルデータを読み込む
ko: 샘플 데이터 불러오기
zh_hans: 加载示例数据
zh_hant: 載入範例資料

source: Local AA Tool
ja: ローカル AA ツール
ko: 로컬 AA 도구
zh_hans: 本地 AA 工具
zh_hant: 本機 AA 工具

source: Local Contact
ja: ローカル連絡先
ko: 로컬 연락처
zh_hans: 本地联系人
zh_hant: 本機聯絡人

source: Local Data Reset
ja: ローカルデータをリセット
ko: 로컬 데이터 재설정
zh_hans: 本地数据已重置
zh_hant: 本機資料已重設

source: Local-only store (CloudKit not active in this session)
ja: ローカル専用ストア（このセッションでは CloudKit 非使用）
ko: 로컬 전용 저장소 (이 세션에서 CloudKit 비활성)
zh_hans: 仅本地存储（本会话未启用 CloudKit）
zh_hant: 僅本機儲存（本工作階段未啟用 CloudKit）

source: Member Email (optional)
ja: メンバーのメール（任意）
ko: 멤버 이메일(선택)
zh_hans: 成员电子邮件（可选）
zh_hant: 成員電子郵件（選填）

source: Member Name
ja: メンバー名
ko: 멤버 이름
zh_hans: 成员名称
zh_hant: 成員名稱

source: Members (%lld)
ja: メンバー（%lld）
ko: 멤버(%lld)
zh_hans: 成员（%lld）
zh_hant: 成員（%lld）

source: Method
ja: 方法
ko: 방식
zh_hans: 方式
zh_hant: 方式

source: Missing current user or payer. Please set up your profile and try again.
ja: 現在のユーザーまたは支払者がありません。プロフィールを設定して再試行してください。
ko: 현재 사용자 또는 결제자가 없습니다. 프로필을 설정한 뒤 다시 시도하세요.
zh_hans: 缺少当前用户或付款人。请设置个人资料后重试。
zh_hant: 缺少目前使用者或付款人。請設定個人資料後再試。

source: Mode
ja: モード
ko: 모드
zh_hans: 模式
zh_hant: 模式

source: month
ja: 月
ko: 월
zh_hans: 月
zh_hant: 月

source: Month
ja: 月
ko: 월
zh_hans: 月份
zh_hant: 月份

source: Monthly
ja: 毎月
ko: 매월
zh_hans: 每月
zh_hant: 每月

source: Monthly Spend Trend
ja: 月次支出の推移
ko: 월별 지출 추이
zh_hans: 月度支出趋势
zh_hant: 月度支出趨勢

source: Monthly Trend (Your Share)
ja: 月次トレンド（あなたの負担）
ko: 월별 추이 (내 분담)
zh_hans: 月度趋势（你的份额）
zh_hant: 月度趨勢（你的份額）

source: months
ja: か月
ko: 개월
zh_hans: 个月
zh_hant: 個月

source: Multi-Currency Conversion
ja: 多通貨換算
ko: 다중 통화 환산
zh_hans: 多币种换算
zh_hant: 多幣別換算

source: Name
ja: 名前
ko: 이름
zh_hans: 姓名
zh_hant: 姓名

source: Net balances to reduce transfers between group members using a simple pairing heuristic (not a proven global minimum).
ja: 簡単なペアリング手法で残高を相殺し、送金回数を減らします（大域最適は保証しません）。
ko: 간단한 페어링 휴리스틱으로 잔액을 상계해 이체를 줄입니다(전역 최소 보장 없음).
zh_hans: 用简单配对启发式轧差余额，减少成员间转账（不保证全局最少笔数）。
zh_hant: 用簡單配對啟發式軋差餘額，減少成員間轉帳（不保證全域最少筆數）。

source: Never
ja: なし
ko: 안 함
zh_hans: 从不
zh_hant: 從不

source: New Group
ja: 新しいグループ
ko: 새 그룹
zh_hans: 新建群组
zh_hant: 新增群組

source: Next
ja: 次へ
ko: 다음
zh_hans: 下一步
zh_hant: 下一步

source: No active Pro subscription found.
ja: 有効な Pro サブスクリプションが見つかりません。
ko: 활성 Pro 구독을 찾을 수 없습니다.
zh_hans: 未找到有效的 Pro 订阅。
zh_hant: 找不到有效的 Pro 訂閱。

source: No Activity Recorded
ja: アクティビティはありません
ko: 기록된 활동이 없습니다
zh_hans: 暂无活动记录
zh_hant: 暫無動態記錄

source: No Expenses Added Yet
ja: 支出はまだありません
ko: 추가된 지출이 없습니다
zh_hans: 尚未添加支出
zh_hant: 尚未新增支出

source: No Friends Added
ja: 友達はまだいません
ko: 추가된 친구가 없습니다
zh_hans: 尚未添加好友
zh_hant: 尚未新增好友

source: No Group (Individual)
ja: グループなし（個人）
ko: 그룹 없음(개인)
zh_hans: 无群组（个人）
zh_hant: 無群組（個人）

source: No group spending data available.
ja: グループの支出データはありません。
ko: 그룹 지출 데이터가 없습니다.
zh_hans: 暂无群组支出数据。
zh_hant: 暫無群組支出資料。

source: No Groups Yet
ja: グループはまだありません
ko: 아직 그룹이 없습니다
zh_hans: 暂无群组
zh_hant: 暫無群組

source: No items assigned yet
ja: まだ項目が割り当てられていません
ko: 아직 지정된 항목이 없습니다
zh_hans: 尚未分配条目
zh_hant: 尚未分配項目

source: No monthly data available.
ja: 月次データはありません。
ko: 월별 데이터가 없습니다.
zh_hans: 暂无月度数据。
zh_hant: 暫無月度資料。

source: No Outstanding Debts!
ja: 未払いの債務はありません！
ko: 미지급 부채가 없습니다!
zh_hans: 没有未结债务！
zh_hant: 沒有未結債務！

source: No shared expenses yet
ja: 共有支出はまだありません
ko: 아직 공동 지출이 없습니다
zh_hans: 暂无共同支出
zh_hant: 暫無共同支出

source: No spending data for this timeframe.
ja: この期間の支出データはありません。
ko: 이 기간의 지출 데이터가 없습니다.
zh_hans: 该时间段暂无支出数据。
zh_hant: 該時間段暫無支出資料。

source: not involved
ja: 不参加
ko: 미참여
zh_hans: 未参与
zh_hant: 未參與

source: Notes
ja: メモ
ko: 메모
zh_hans: 备注
zh_hant: 備註

source: Notes (optional)
ja: メモ（任意）
ko: 메모(선택)
zh_hans: 备注（可选）
zh_hant: 備註（選填）

source: OCR Receipt Scanning
ja: OCR レシートスキャン
ko: OCR 영수증 스캔
zh_hans: OCR 小票扫描
zh_hant: OCR 收據掃描

source: Opens the expense editor
ja: 支出エディタを開きます
ko: 지출 편집기를 엽니다
zh_hans: 打开账单编辑器
zh_hant: 開啟帳單編輯器

source: Optimal Payments Plan
ja: 最適な支払いプラン
ko: 최적 결제 계획
zh_hans: 最优付款方案
zh_hant: 最佳付款方案

source: Options
ja: オプション
ko: 옵션
zh_hans: 选项
zh_hant: 選項

source: Other
ja: その他
ko: 기타
zh_hans: 其他
zh_hant: 其他

source: Overall Balance
ja: 全体の残高
ko: 전체 잔액
zh_hans: 总余额
zh_hant: 總餘額

source: owes %@
ja: %@ に借りている
ko: %@ 빚짐
zh_hans: 欠 %@
zh_hant: 欠 %@

source: owes you
ja: あなたに借りている
ko: 당신에게 빚짐
zh_hans: 欠你
zh_hant: 欠你

source: Paid By
ja: 支払者
ko: 결제자
zh_hans: 付款人
zh_hant: 付款人

source: Payee
ja: 受取人
ko: 수취인
zh_hans: 收款人
zh_hant: 收款人

source: Payer
ja: 支払人
ko: 결제자
zh_hans: 付款人
zh_hant: 付款人

source: Payer is not a participant of this expense.
ja: 支払者がこの支出の参加者ではありません。
ko: 결제자가 이 지출의 참여자가 아닙니다.
zh_hans: 付款人不是这笔账单的参与者。
zh_hant: 付款人不是這筆帳單的參與者。

source: Payment
ja: 支払い
ko: 결제
zh_hans: 付款
zh_hant: 付款

source: Payment Details
ja: 支払いの詳細
ko: 결제 세부정보
zh_hans: 付款详情
zh_hant: 付款詳情

source: PDF & CSV Export
ja: PDF / CSV 書き出し
ko: PDF 및 CSV 내보내기
zh_hans: PDF 与 CSV 导出
zh_hant: PDF 與 CSV 匯出

source: PDF & CSV Statements
ja: PDF / CSV 明細書
ko: PDF 및 CSV 명세서
zh_hans: PDF 与 CSV 账单
zh_hant: PDF 與 CSV 對帳單
